Repository: fhferreira/upnid-woocommerce
Catalog: languages/upnid-woocommerce-*.po
Languages: pt_br

source: Bank Slip Settings
pt_br: Configurações do Boleto Bancário

source: Credit Card Settings
pt_br: Configurações do Cartão de Crédito

source: Banking Ticket URL
pt_br: Link do Boleto Bancário

source: Credit Card
pt_br: Cartão de Crédito

source: Installments
pt_br: Parcelas

source: Total paid
pt_br: Total pago

source: Missing credit card data, please review your data and try again or contact us for assistance.
pt_br: Dados de cartão de crédito ausentes, revise os dados e tente novamente ou entre em contato conosco para obter assistência.

source: Missing person type and document data, please review your data and try again or contact us for assistance.
pt_br: Tipo de pessoa e documentos ausentes. Revise os dados e tente novamente ou entre em contato conosco para obter assistência.

source: Oops... Something went wrong. Could you please validated the data that you have inputed and try again?
pt_br: Oops... algo deu errado. Poderia conferir se os dados que você informou estão corretos e tentar novamente?

source: Oops... Looks like we could not proceed with your payment. Could you check your infos and try again?
pt_br: Ops... parece que não foi possível prosseguir com seu pagamento. Você poderia verificar suas informações e tentar novamente, por favor?

source: Upnid Request Failure
pt_br: Houve uma falha na requisição

source: Upnid: The transaction was authorized.
pt_br: Upnid: A transação foi aprovada.

source: Upnid: A refund was requested for this transaction. Waiting for refund confirmation.
pt_br: Upnid: Um reembolso foi solicitado para essa transação. Aguardando confirmação do reembolso.

source: Upnid: The transaction is being processed.
pt_br: Upnid: A transação está sendo processada.

source: Upnid: Transaction paid.
pt_br: Upnid: Transação paga.

source: Upnid: The banking ticket was issued but not paid yet.
pt_br: Upnid: O boleto foi gerado mas ainda não foi pago.

source: Upnid: The transaction was rejected by the card company or by fraud.
pt_br: Upnid: A transação foi rejeitada pela empresa de cartão de crédito ou por fraude.

source: The transaction for order %s was rejected by the card company or by fraud
pt_br: A transação para o pedido %s foi rejeitada pela emissora do cartão de crédito ou por fraude.

source: Transaction failed
pt_br: Transação com erro

source: Order %1$s has been marked as failed, because the transaction was rejected by the card company or by fraud, for more details, see %2$s.
pt_br: O pedido %1$s foi marcado como com falha, por que a transação foi rejeitada pela emissora do cartão de crédito. Para mais informações, veja %2$s.

source: Upnid: The transaction was disputed by the credit card company or by the customer.
pt_br: Upnid: A transação foi disputada pela emissora do cartão ou pelo cliente.

source: The transaction for order %s was disputed
pt_br: A transação do pedido %s foi disputada

source: Transaction disputed
pt_br: Transação disputada

source: Order %1$s has been marked as disputed, because the transaction was disputed by the credit card company or by the customer, for more details, see %2$s.
pt_br: O pedido %1$s foi marcado como disputado, porque a transação foi disputada pela emissora do cartão ou pelo cliente. Para mais detalhes, veja %2$s.

source: Upnid: The transaction was refunded.
pt_br: Upnid: A transação foi reembolsada.

source: The transaction for order %s refunded
pt_br: A transação do pedido %s foi reembolsada

source: Transaction refunded
pt_br: Transação reembolsada

source: Order %1$s has been marked as refunded by Upnid, for more details, see %2$s.
pt_br: O pedido %1$s foi marcado como reembolsado pela Upnid, para mais detalhes, veja %2$s.

source: Upnid - Banking Ticket
pt_br: Upnid - Boleto Bancário

source: Accept banking ticket payments using Upnid.
pt_br: Aceite pagamentos via boleto bancário com a Upnid.

source: Enable/Disable
pt_br: Habilitar/Desabilitar

source: Enable Upnid Banking Ticket
pt_br: Habilitar boleto bancário via Upnid

source: Title
pt_br: Título

source: This controls the title which the user sees during checkout.
pt_br: Essa configuração define o título do meio de pagamento que o cliente irá ver como opção durante o checkout.

source: Banking Ticket
pt_br: Boleto Bancário

source: Description
pt_br: Descrição

source: This controls the description which the user sees during checkout.
pt_br: Essa configuração define a descrição do meio de pagamento que o cliente irá ver como opção durante o checkout.

source: Pay with Banking Ticket
pt_br: Pagar com Boleto Bancário

source: Integration Settings
pt_br: Configurações da integração

source: Upnid API Key
pt_br: API Key da Upnid

source: Please enter your Upnid API Key. This is needed to process the payment and notifications. This API Key must have permissions to create, update and delete products, payments and webhooks. It is possible get your API Key in %s.
pt_br: Por favor, informe aqui a sua API Key da Upnid. Isso é necessário para processar seus pagametos. Sua API Key precisa ter permissão para Criar, visualizar, alterar e excluir Produtos, Pagamentos e Webhooks. Você pode criar sua API Key em %s.

source: Upnid Dashboard > My Account page
pt_br: Dashboard da Upnid > Desenvolvedor > API Key

source: Gateway Testing
pt_br: Testes e depuração

source: Debug Log
pt_br: Log de depuração

source: Enable logging
pt_br: Habilitar logs

source: Log Upnid events, such as API requests. You can check the log in %s
pt_br: Salvar eventos da Upnid, como requisições de API e webhooks. Você pode verificar o log em %s

source: System Status &gt; Logs
pt_br: Status do sistema &gt; logs

source: Upnid - Credit Card
pt_br: Upnid - Cartão de Crédito

source: Accept credit card payments using Upnid.
pt_br: Aceite pagamentos via cartão de crédito com a Upnid.

source: Enable Upnid Credit Card
pt_br: Habilitar cartão de crédito via Upnid

source: Pay with Credit Card
pt_br: Pagar com Cartão de Crédito

source: Credit Card Color
pt_br: Cor do Cartão de Crédito

source: Starter background color for the credit card animation.
pt_br: Cor inicial de background para a animação de cartão de crédito.

source: Number of Installment
pt_br: Número de parcelas

source: Maximum number of installments possible with payments by credit card.
pt_br: Número máximo de parcelas possíveis para pagamentos via cartão de crédito.

source: Smallest Installment
pt_br: Menor valor de parcela

source: Please enter the value of the smallest installment, Note: it can not be lower than 1.
pt_br: Por favor, informe o valor mínimo permitido para uma parcela. Importante: não pode ser menor do que 1.

source: Free Installments
pt_br: Parcelas sem juros

source: Number of installments with interest free.
pt_br: Número de parcelas sem juros.

# no free installments
source: None
pt_br: Nenhum

source: Print Banking Ticket
pt_br: Imprimir Boleto Bancário

source: After clicking "Place order" you will have access to banking banking ticket which you can print and pay in your internet banking or in a lottery retailer.
pt_br: Depois de clicar em "Finalizar pedido", você verá um link para baixar o boleto bancário. Você poderá imprimi-lo e pagar no aplicativo do seu banco ou em qualquer casa lotérica.

source: Note: The order will be confirmed only after the payment approval.
pt_br: Nota: O pedido será confirmado somente após a aprovação do pagamento.

source: Pay the banking ticket
pt_br: Pagar o boleto bancário

source: Billet from your purchase at
pt_br: Boleto da sua compra em

source: Send via WhatsApp
pt_br: Enviar pelo WhatsApp

source: Instructions
pt_br: Instruções

source: 1. You can print and pay in your internet banking or in a lottery retailer.
pt_br: 1. Imprima seu boleto e pague-o no banco ou em uma casa lotérica, ou

source: 2. You can also pay via the internet using the barcode:
pt_br: 2. Você também pode pagar pela internet usando o código de barras:

source: Copied!
pt_br: Copiado!

source: Copy
pt_br: Copiar

source: Card Holder Name
pt_br: Nome Impresso

source: Card Number
pt_br: Número do Cartão

source: Expiry (MM/YY)
pt_br: Expiração (MM/AAAA)

source: MM / YY
pt_br: MM / AAAA

source: Card Code
pt_br: Código de Segurança

source: CVC
pt_br: CVV

source: Please, select the number of installments
pt_br: Por favor, selecione o número de parcelas

source: (total of %s)
pt_br: (do total %s)

source: (interest-free)
pt_br: (sem juros)

source: %1$dx of %2$s %3$s
pt_br: %1$dx de %2$s %3$s

source: Payment successfully made using %1$s credit card in %2$s.
pt_br: Pagamento processado com sucesso usando %1$s cartão de crédito em %2$s.

source: Upnid Disabled
pt_br: Plugin da Upnid Desativado

source: Currency %s is not supported. Works only with Brazilian Real.
pt_br: A moeda %s não é suportada. Funciona apenas com Real.

source: Upnid WooCommerce
pt_br: Upnid para WooCommerce

source: depends on the last version of Brazilian Market on WooCommerce to work!
pt_br: precisa da versão mais recente do plugin Brazilian Market on WooCommerce para funcionar!

source: Activate Brazilian Market on WooCommerce
pt_br: Ativar Brazilian Market on WooCommerce

source: Install Brazilian Market on WooCommerce
pt_br: Instalar Brazilian Market on WooCommerce

source: Warning
pt_br: Atenção

source: You need to enable SSL (HTTPS) on this domain in order to offer a secure checkout to your customers.
pt_br: Você precisa habilitar SSL (HTTPS) neste domínio para oferecer uma compra segura para os seus clientes.

source: Click here to know more.
pt_br: Clique aqui para saber mais.

source: depends on the last version of WooCommerce to work!
pt_br: precisa da versão mais recente do plugin WooCommerce para funcionar!

source: Activate WooCommerce
pt_br: Ativar WooCommerce

source: Install WooCommerce
pt_br: Instalar WooCommerce

source: depends on a selected person type on Brazilian Market on WooCommerce to work! We selected Physical and Juridic as default.
pt_br: precisa de um tipo de pessoa selecionado no Brazilian Market on WooCommerce para funcionar! Selecionamos Física e Jurídica como padrão.

source: Payment
pt_br: Pagamento

source: Please use the link below to view your banking ticket, you can print and pay in your internet banking or in a lottery retailer:
pt_br: Por favor, use o link abaixo para ver seu boleto bancário. Você pode imprimir o boleto e pagar em uma agência bancária ou casa lotérica, ou, você pode copiar o código do boleto e pagar usando o aplicativo do seu banco.

source: After we receive the banking ticket payment confirmation, your order will be processed.
pt_br: Assim que recebermos a confirmação do seu pagamento, seu pedido será processado.

source: Upnid payment gateway for WooCommerce.
pt_br: Gateway de pagamento Upnid para Woocommerce.
